Repository: JoseIgnacioRetamalThomsen/DentalManagerSystem
Catalog: DentalManagerSys/Strings/*/Strings.resw
Source language: en
Languages: es

# Add.Content
source: Add
es: Agregar

# City.PlaceholderText
source: City
es: Ciudad

# Clear.Content
source: Clear
es: Borrar

# Country.PlaceholderText
source: Country
es: País

# DOB.Header
source: Date of birth
es: Fecha de nacimiento

# Email.PlaceholderText
source: Email
es: correo electrónico

# FirstName.PlaceholderText
source: First Name
es: Nombre

# HomeNum.PlaceholderText
source: # Home
es: # Inicio

# IDError.Text
source: ID is required
es: ID se requiere

# MobilNum.PlaceholderText
source: # Mobile
es: # Móvil

# NameError.Text
source: Name is required
es: El nombre es obligatorio

# NewCustomerTextBlock.Text
source: Create New Customer
es: Crear nuevo cliente

# NewTreatmentTextBlock.Text
source: Create Treatment
es: Crear tratamiento

# PostCode.PlaceholderText
source: Post Code
es: Código postal

# Province.PlaceholderText
source: Province
es: Provincia

# Street.PlaceholderText
source: Street address
es: Dirección

# Surename.PlaceholderText
source: Surename
es: Apellido

# SurnameError.Text
source: Surname is required
es: Apellido es requerido

# TreatmentName.PlaceholderText
source: Treatment Name
es: Nombre del tratamiento

# TreatmentPrice.PlaceholderText
source: Price
es: Precio

# TreatmentInputError.Text
source: All fields are requerid
es: Todos los campos están requerido

# UniqueIdError.Text
source: ID must be unique
es: ID debe ser único

# AddBarButton.Label
source: New Patient
es: Nuevo paciente

# AddBarButton.ToolTipService.ToolTip
source: Create a new patient
es: Crear un nuevo paciente

# NavViewItemPatients.Content
source: Patients List
es: Lista de pacientes

# NavViewItem_Patients.Text
source: Patients List
es: Lista de pacientes

# SearchAutoSuggestBox.PlaceholderText
source: Search patients...
es: Pacientes de búsqueda...

# SelectBarButton.Label
source: Select
es: Seleccionar

# SelectBarButton.ToolTipService.ToolTip
source: Select patient for view details and add treatments plans
es: Seleccione el paciente para ver más detalles y planes de tratamientos

# ViewAllCustomerPageTitle.Text
source: Patients
es: Pacientes

# EmailDataGrid.Header
source: Email
es: correo electrónico

# MobileDataGrid.Header
source: Mobile #
es: # Móvil

# NameDataGrid.Header
source: First Name
es: Nombre

# SurnameDataGrid.Header
source: Surname
es: Apellido

# AddNewCustomer.Label
source: Add
es: Agregar

# AddNewCustomer.ToolTipService.ToolTip
source: Add patiente and go to view all customers
es: Añadir el patiente y vaya a ver a todos los clientes

# AddNewCustomerPlus.Label
source: Add +
es: Añadir +

# AddNewCustomerPlus.ToolTipService.ToolTip
source: Add this and another patient then
es: Añadir a este y otro paciente a continuación

# Comments.PlaceholderText
source: Comments
es: Comentarios

# cityViewCustomer.Text
source: City
es: Ciudad

# comentsViewCustomer.Text
source: Comments
es: Comentarios

# countryViewCustomer.Text
source: Country
es: País

# DOBViewCustomer.Text
source: DOB
es: FECHA DE NACIMIENTO

# emailViewCustomer.Text
source: Email
es: correo electrónico

# fixNumViewCustomer.Text
source: House Number
es: Número de casa

# mobileViewCustomer.Text
source: Mobile
es: Móvil

# postcodeViewCustomer.Text
source: Post Code
es: Código postal

# streetViewCustomer.Text
source: Street
es: Calle

# AddTreatmentButton.Label
source: Add new
es: Agregar nuevo

# AddTreatmentButton.ToolTipService.ToolTip
source: Create new Treatment
es: Crear nuevo tratamiento

# NavViewTretments.Content
source: Treatments list
es: Lista de tratamientos

# RefreshAddCustomerView.Label
source: Clear all
es: Borrar todo

# RefreshAddCustomerView.ToolTipService.ToolTip
source: Clear all input box
es: Desactive casilla de entrada todos

# TreatmentNameDataGrid.Header
source: Name
es: Nombre

# TreatmentPriceDataGrid.Header
source: Price
es: Precio

# TretmentsListTitle.Text
source: Treatments
es: Tratamientos

# AddTreatmentPlusButton.Label
source: Add +
es: Añadir +

# AddTreatmentPlusButton.ToolTipService.ToolTip
source: Add this treatment and then another
es: Añadir este tratamiento y luego otro

# CreateTreatmentPlanButton.Label
source: Treatment plan
es: Plan de tratamiento

# CreateTreatmentPlanButton.ToolTipService.ToolTip
source: Create a new Treatment plan
es: Crear un nuevo plan de tratamiento

# RefrshTreatmentsButton.Label
source: Clear
es: Borrar

# RefrshTreatmentsButton.ToolTipService.ToolTip
source: Clear all inputs
es: Borrar todas las entradas

# provinceViewCustomer.Text
source: Province
es: Provincia

# EditBarButton.Label
source: Edit
es: Editar

# EditBarButton.ToolTipService.ToolTip
source: Edit patient data
es: Editar datos del paciente

# ViewTreatmentName.Text
source: Treatment Name
es: Nombre del tratamiento

# ViewTreatmentPrice.Text
source: Price
es: Precio

# CreateNewTreatmentPlanButton.Label
source: Create
es: Creación

# CreateNewTreatmentPlanButton.ToolTipService.ToolTip
source: Create this treatment plan
es: Crear este plan de tratamiento

# SaveChangedPriceButton.Label
source: Change
es: Modificación

# SaveChangedPriceButton.ToolTipService.ToolTip
source: Update selected treatment price
es: Precio de actualización tratamiento seleccionado

source: Home
es: Inicio

source: Mobile
es: Móvil

# ActiveTreatmentsTextBox.Text
source: Active Treatment Plan
es: Plan de tratamiento activo

# CreateTreatmentsTextBox.Text
source: Create Treatment Plan
es: Planes de tratamientos creados

# DoneTreatmentsTextBox.Text
source: Complete Treatment Plan
es: Plan de tratamiento completo

# CreateTreatmentPlanCompletedB.Label
source: Completed
es: Completado

# CreateTreatmentPlanCompletedB.ToolTipService.ToolTip
source: Mark this treatments as completed
es: Marcar este tratamientos como completada

# CreateTreatmentPlanNotCopleted.Label
source: Not Completed
es: Sin completar

# CreateTreatmentPlanNotCopleted.ToolTipService.ToolTip
source: Mark this treatment as not completed
es: Marca este tratamiento como no terminado

# NewPaymentButton.Label
source: New Payment
es: Nuevo pago

# NewPaymentButton.ToolTipService.ToolTip
source: Add new payment for selected customer
es: Añadir nuevo pago para el cliente seleccionado

# TreatmentsLVTitleTB.Text
source: Treatments in plan
es: Tratamientos en plan

# CreatePaymentBarButton.Label
source: Add
es: Agregar

# CreatePaymentBarButton.ToolTipService.ToolTip
source: Create this new payment
es: Crear este nuevo pago

# TreatmentsCB.PlaceholderText
source: Add Treament to plan
es: Agregar tratamiento para planificar

# AllPaymerExpander.Text
source: All Payments
es: Todos los pagos

# AmountTB.PlaceholderText
source: Amount
es: Importe

# CancelEditCustomer.Label
source: Cancel
es: Cancelar

# CancelEditCustomer.ToolTipService.ToolTip
source: Delete changes and go back
es: Eliminar cambios y volver

# EditPlanDone.Label
source: Done
es: Listo

# EditPlanDone.ToolTipService.ToolTip
source: Go back
es: Volver

# SaveCustomerDetails.Label
source: Save
es: Guardar

# SaveCustomerDetails.ToolTipService.ToolTip
source: Save Changes
es: Guardar cambios

# AddButton.Content
source: Add
es: Agregar

# AddTreatment.Text
source: Add Treatment
es: Añadir el tratamiento:

# CommentTB.PlaceholderText
source: Comment
es: Comentarios

# CreateTreatmentPlanText.Text
source: Create Treatment Plan
es: Crear Plan de tratamiento

# PriceTBox.PlaceholderText
source: Price
es: Modificar el precio:

# SelectTooth.Text
source: Select tooth
es: Seleccione el diente:

# TreatmentPriceTB.Text
source: Price
es: Precio

# EditTreatmentButton.Label
source: Edit
es: Editar

# EditTreatmentButton.ToolTipService.ToolTip
source: Edit selected treatment
es: Editar tratamiento seleccionado

# CancelTreatmentChangesButton.Label
source: Cancel
es: Cancelar

# CancelTreatmentChangesButton.ToolTipService.ToolTip
source: Cancel changes
es: Cancelar cambios

# SaveTreatmentButton.Label
source: Save
es: Guardar

# SaveTreatmentButton.ToolTipService.ToolTip
source: Save changes
es: Guardar cambios
